Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=105_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Maaoikeusseminaari
sme: Eanavuoigatvuohtaseminára

source: ILO-sopimuksen ratifiointi edellyttää poliittisia ratkaisuja
sme: ILO-soahpamuša ratifieren gáibida politihkalaš čovdosiid

source: - oikeushistorialliset tutkimukset eivät edistä saamelaisten maaoikeuskysymyksen ratkaisua Suomessa.
sme: - vuoigatvuohtahistorjjálaš dutkamušat eai ovddit sámiid eanavuoigatvuohtagažaldaga čoavdima Suomas.

source: 169) ratifiointi Suomessa edellyttää poliittisia ratkaisuja.
sme: ILO - soahpamuša nr. 169 ratifieren Suomas gáibida politihkalaš čovdosiid.

source: Ratifioinnin esteitä ei poisteta oikeushistoriallisilla tutkimuksilla, joilla on pikemminkin pitkitetty sopimuksen voimaansaattamista Suomessa.
sme: Ratifierema eastagat eai váldojuvvo eret vuoigatvuohtahistojjálaš dutkamušain, maiguin lea buorebutge ájihuvvon soahpamuša fápmuiboahtin Suomas.

source: Saamelaiskäräjien järjestämässä ILO-sopimusta ja saamelaisten maaoikeuksia käsitelleessä seminaarissa Inarissa todettiin yleisesti, että Suomen hallituksen tulisi viimein tehdä asiassa poliittisia päätöksiä, eikä enää jatkaa toinen toistaan seuranneiden ja vuosia kestäneiden selvitysten tekemistä.
sme: Sámedikki ordnen ILO-soahpamuša ja sámiid eanavuoigatvuođaid gieđahallan semináras Anáris gávnnahuvvui almmolaččat, ahte Suoma ráđđehus galggašii viimmat bargat áššis politihkalaš mearrádusaid, iige šat joatkit máŋggaid čielggademiid bargama, maidda leat gollan máŋggat jagit.

source: ILO-sopimuksen ratifioinnin kannalta koko oikeushistoriallinen oikeusministeriön tilaama laaja selvitystyö on ollut turhaa.
sme: ILO-soahpamuša ratifierema dáfus vuoigatvuohtaministeriija diŋgon vuoigatvuohtahistojjálaš viiddes čielggadanbargu leamašan dušši.

source: ILO-sopimus lähtee siitä, että alkuperäiskansan maaoikeudet tulee vahvistaa joka tapauksessa, oli alkuperäiskansalla sitten ollut oikeushistoriallisesti todettuja maaoikeuksia tai ei, totesi OT Kaisa Korpijaakko-Labba.
sme: ILO-soahpamuš vuolgá das, ahte eamiálbmogiid eanavuoigatvuođaid galgá nannet juohke dáhpáhusas, ledje dal eamiálbmogiidda gávnnahuvvon eanavuoigatvuođat dahje eai, dajai OTT Kaisa Korpijaakko-Labba.

source: Korpijaakko-Labba kritisoi erityisesti vuonna 2006 valmistuneen oikeusministeriön tilaaman tutkimushankkeen toteuttamista ja tutkimusten tuloksia.
sme: Korpijaakko-Labba kritiserii erenomážit jagis 2006 válmmaštuvvan vuoigatvuohtaministeriija diŋgon dutkamušfidnu ollašuhttima ja dutkamušaid bohtosiid.

source: OTL Juha Joonan selvitykseen sisältynyt asiakirja vuodelta 1742 nostettiin julkisuudessa hankkeen sen-saatiolöydöksi.
sme: OTL Juha Joona čielggadeapmái gullan áššebábir jagis 1742 bajiduvvui almmusvuođas fidnu sensašuvdnagávdnosin.

source: Korpijaakko-Labba toteaa, ettei Tukholman kamarikollegion arkistosta löytynyt dokumentti suinkaan ollut kuninkaallinen päätös, jolla saamelaisten käyttämät maat olisi viranomaispäätöksellä siirretty kruunun maiksi.
sme: Korpijaakko-Labba gávnnaha, ahte Tukholma kámmirkollegio arkiivvas gávdnon dokumeanta ii eisige lean gonagašlaš mearrádus, mainna sápmelaččaid geavahan eatnamat livčče virgeoapmahašmearrádusain sirdon kruvnnu eatnamin.

source: Kyse oli vain yhtä Kuusamossa sijainnutta uudistilaa koskeneesta maaoikeusasiasta ja sitä koskeneesta kamarikollegion asiakirjasta, joka oli ainoastaan kollegion lausunto.
sme: Gažaldagas lei dušše Guossámis leamašan ovtta ođđadálu guoskevaš eanariekteášši ja dan guoskan kámmirkollegio áššebábir, mii lei dušše kollegio cealkámuš.

source: Korpijaakko-Labba kritisoi maaoikeustutkimuksen tekijöitä virheellisestä väitteestä, jonka mukaan valtava maaomaisuuden siirto olisi tuolloin toteutettu kamarikollegion päätöksellä.
sme: Korpijaakko-Labba kritiserii eanavuoigatvuohtadutkamuša dahkkiid boastto čuoččuhusas, man mielde viiddes eanaopmodaga sirdin livččii dalle ollašuhtton kámmirkollegio mearrádusain.

source: Suomen valtio ei ole Korpijaakko-Labban mukaan vieläkään kyennyt osoittamaan laillista saantoa nykyisin valtion hallinnassa oleviin maihin saamelaisten kotiseutualueella.
sme: Suoma stáhta ii leat Korpijaakko-Labba mielde velge bastán duođaštit lágalaš oamastanvuoigatvuođa fidnema eatnamiidda, mat leat dálá stáhta hálddus, sámiid ruovttuguovllus.

source: Harkinnassa alkuperäiskansan asemaa koskeva puitelaki
sme: Vihkkehallama vuolde eamiálbmoga sajádaga guoskevaš rápmaláhka

source: Maa- ja metsätalousministeriön valtiosihteeri Jouni Lind korosti puheessaan käytännönläheisten ratkaisujen löytämistä, jotta konflikteilta vältyttäisiin ja ryhmien ja elinkeinojen intressejä voitaisiin yhteensovittaa.
sme: Eana- ja meahccedoalloministeriija stáhtačálli Jouni Lind deattuhii ságastis geavatlaš čovdosiid gávdnoma, vuoi konflivttaid sáhtášii garvit ja maiddái joavkkuid ja ealáhusaid intreassaid oktiiheivehit.

source: – Yhtenä ajatuksena ministeriöiden välisessä yhteistyössä on ollut sellaisen puitelain säätäminen, jolla alkuperäiskansan asemaa vahvistettaisiin, kertoi Lind.
sme: – Oktan jurdagin ministeriijaid gaskasaš ovttasbarggus leamašan dakkár rápmalága ásaheapmi, mainna eamiálbmoga sajádat nannejuvvošii, muitalii Lind.

source: Hän arvioi muutosten ja uudelleenarviointien koskevan erityisesti Metsähallituksen roolia.
sme: Son árvalii nuppástusaid ja ođđasit guorahallama guoskat erenomážit Meahciráđđehusa rolla.

source: Vähemmistövaltuutettu Johanna Suurpää kertoi alkuperäiskansaoikeuksien kuuluneen jo pitkään Suomen ihmisoikeuspolitiikan prioriteetteihin.
sme: Vehádatáittardeaddji Johanna Suurpää muitalii eamiálbmotvuoigatvuođaid leat gullan jo guhká Suoma olmmošvuoigatvuohtapolitihka prioritehtaidda.

source: Myös Suurpää toivoi, ettei lisäselvityksiä saamelaisten maaoikeuksista enää vaadittaisi.
sme: Maiddái Suurpää sávai, ahte lassičielggadeamit sámiid eanavuoigatvuođain eai šat gáibiduvvošii.

source: – Suomi oli myös erittäin aktiivisesti edistämässä viime vuonna YK:n yleiskokouksessa hyväksyttyä julistusta alkuperäiskansojen oikeuksista.
sme: – Suopma lei maiddái erenomáš aktiivvalaččat ovddideamen diibmá ON:id oktasaščoahkkimis dohkkehuvvon julggaštusa eamiálbmogiid vuoigatvuođain.

source: Vaikka julistus ei olekaan valtiota suoraan velvoitta-va asiakirja, sillä on kuitenkin meille erityistä merkitystä.
sme: Vaikke julggaštus ii leatge stáhta njuolgga geatnegahtti áššebábir, das lea goittotge midjiide erenomáš mearkkašupmi.

source: Suomi sitoutui julistukseen vahvasti kansainvälisen yleisön edessä valmistelun eri vaiheissa, totesi Suurpää.
sme: Suopma čatnasii julggaštussii nannosit riikkaidgaskasaš álbmoga ovddas válmmaštallama sierra muttuin, gávnnahii Suurpää.

source: Julistuksessa tunnustetaan mm. alkuperäiskansoille kuuluva itsemääräämisoikeus.
sme: Julggaštusas dovddastuvvo ee. eamiálbmogiidda gullevaš iešráđđenvuoigatvuohta.

source: Ratifiointi edellyttää uutta lainsäädäntöä
sme: Ratifieren gáibida ođđa láhkaásaheami

source: Oikeusministeriön hallintojohtaja Olli Muttilainen muistuttu seminaariväkeä ihmisoikeusajattelussa tapahtuneesta alkuperäiskansoja koskevasta käänteestä.
sme: Vuoigatvuohtaministeriija hálddahushoavda Olli Muttilainen muittuhii semináraveaga olmmošvuoigatvuohtajurddašeamis dáhpáhuvvan eamiálbmogiid guoskevaš nuppástusas.

source: – Kun ILO:n aiempi vastaava sopimus perustui paternalistisiin ja sulauttaviin tavoitteisiin, on sopimuksessa nr. 169 alkuperäiskansat otettu tasavertaisiksi kumppaneiksi päättämään arvoistaan, elämästään ja kehityksestään.
sme: – Go ILO ovddit vástideaddji soahpamuš vuođđuduvai paternalistalaš ja suddadeaddji figgamušaide, lea soahpamušas nr. 169 eamiálbmogat váldon dásseveardásaš oassebeallin mearridit árvvuin, eallimis ja ovdáneamis.

source: – Kehitystä on tapahtunut erityisesti suhtautumisessa alkuperäiskansojen maaoikeuksiin, luonnonvarojen hyödyntämiseen, itseidentifikaatioon (samaistumiseen) sekä viranomaisten velvollisuuteen neuvotella tärkeistä asioista alkuperäiskansan kanssa, totesi Muttilainen.
sme: – Ovdáneapmi lea dáhpáhuvvan erenomážit jurddašeamis, mii guoská eamiálbmogiid eanavuoigatvuođaid, luondduriggodagaid ávkingeavaheami, iešidentifikášuvnna ja maiddái virgeoapmahaččaid geatnegasvuođa ráđđádallat dehalaš áššiid birra eamiálbmogiiguin, gávnnahii Muttilainen.

source: – Merkittävin askel viime vuonna hyväksytyssä alkuperäiskansajulistuksessa lienee kollektiivisten oikeuksien korostaminen.
sme: – Mearkkašahtti lávki diibmá dohkkehuvvon eamiálbmotjulggaštusas lea kánske kollektiivvalaš vuoigatvuođaid deattuheapmi.

source: Muttilainen myönsi oikeusministeriön menetelleen virheellisesti sen käynnistäessä maaoikeuksia selvittänyttä tutkimushanketta.
sme: Muttilainen mieđihii, ahte vuoigatvuohtaministeriija meannudii boastut dan álggahettiin eanavuoigatvuođaid čielggadeaddji dutkanfidnu.

source: – Vaikka katsottaisiinkin, ettei neuvotteluvelvollisuutta lain mukaan olisi ollut, ei näin keskeistä hanketta, eikä muutakaan alkuperäiskansan asemaan olennaisesti vaikuttavaa tointa olisi tullut käynnistää ilman neuvotteluja saamelaisten kanssa.
sme: – Vaikke gehččojuvvošiige, ahte ráđđádallangeatnegasvuohta ii lága mielde livččege lean, ii ná dehalaš fidnu, iige earáge eamiálbmoga sajádahkii dovdomassii váikkuheaddji doaimma livčče galgan álggahit almmá ráđđádallamiid sámiiguin.

source: Maaoikeuskysymyksen ratkaiseminenkaan ei onnistu ilman eri osapuolten yhteistoimintaa ja vakavaa huomioon ottamista, totesi Muttilainen.
sme: Eanavuoigatvuohtagažaldaga čoavdinge ii lihkostuva almmá sierra oassebeliid ovttasdoaimma ja duođalaš vuhtiiváldima, gávnnahii Muttilainen.

source: Hän kritisoi myös väitettä, jonka mukaan ILO-sopimus voitaisiin ratifioida ilman enempiä lisätoimia.
sme: Son kritiserii maiddái čuoččuhusa, man mielde ILO-soahpamuša sáhtášii ratifieret almmá lassidoaimmaid haga.

source: – Oikeusministeriön näkökulmasta sopimuksen ratifiointi edellyttää lainsäädäntöratkaisuja, hän totesi.
sme: – Vuoigatvuohtaministeriija perspektiivvas soahpamuša ratifieren gáibida láhkaásahančovdosiid, son gávnnahii.

source: Nopea ratkaisu olisi viisautta
sme: Johtilis čoavddus livččii viisáseamos

source: - Juridiset selvitykset eivät ratkaise ILO-sopimuksen ratifioinnin esteitä.
sme: - Juridihkalaš čielggadeamit eai čoavdde ILO-soahpamuša ratifierema eastagiid.

source: Ratifiointi on mahdollista ainoastaan hyväksymällä positiivisen diskriminoinnin periaate, totesi kansainvälisen ihmisoikeusasiain neuvottelukunnan puheenjohtaja Nils Torvalds.
sme: Ratifieren lea vejolaš dušše dohkkehemiin positiivvalaš diskriminášuvnna prinsihpa, logai riikkaidgaskasaš olmmošvuoigatvuohtaáššiid ráđđádallangotti ságajođiheaddji Nils Torvalds.

source: Positiivisella diskriminoinnilla pyritään todelliseen yhdenvertaisuuteen.
sme: Positiivvalaš diskriminášuvnnain figgo duođalaš ovttaveardásašvuhtii.

source: Hän piti ratifioinnin viivyttelyä vaarallisena globalisaation ja kaupallistumisen edetessä kiivasta tahtia.
sme: Son anii ratifierema ájiheami váralažžan globalisášuvnna ja gávppálašvuođa ovdánettiin garra fártta.

source: Yhteinen etu saa yhä useammin väistyä yksityisen edun tieltä.
sme: Oktasaš ovdu oažžu ain dávjjibut sirdásit eret priváhta ovddu ovddas.

source: – Nopea ratkaisu ILO-sopimuksen ratifioimiseksi olisi nyt viisautta ja asiat vain mutkistuvat viivyttelyn jatkuessa, hän totesi.
sme: – Johtilis čoavddus ILO-soahpamuša ratifierema várás livčče dál viisáseamos ja áššit dušše váttásmuvvet ájahallama joatkašuvadettiin, son gávnnahii.

source: Torvaldsin mielestä mm.. Metsähallituksen tulisi pidättyä myymästä lisää palstoja, koska se synnyttää vain uusia ongelmia.
sme: Torvalds mielas ee. Meahciráđđehus galggašii čuoldásit vuovdimis lasi bálsttáid, go dat dagaha dušše ođđa váttisvuođaid.

source: Saamelaiskäräjien jäsen Pekka Aikio oli iloinen siitä, että seminaariin osallistui oikeusministeriön lisäksi myös maa- ja metsätalousministeriön edustaja.
sme: Sámedikki lahttu Pekka Aikio lei ilus das, ahte seminárai oassálasttii vuoigatvuohtamnisteriija lassin maiddái eana- ja meahccedoalloministeriija ovddasteaddji.

source: Alkuperäiskansaoikeuksien edistäminen juuri maa- ja metsätalousministeriön hallinnonalalla on koettu pitkään vaikeaksi.
sme: Eamiálbmotvuoigatvuođaid ovddideapmi justa eana- ja meahccedoalloministeriija hálddahussuorggis lea vásihuvvon guhká jo váttisin.

source: Aikio huomautti, ettei saamelaisten oikeusaseman parantaminen ole pois yksityisiltä tiloilta.
sme: Aikio fuopmášahtii, ahte sápmelaččaid vuoigatvuohtasajádaga buorideapmi ii leat eret ovttaskas dáluin.

source: – Saamelaisten maaoikeuksissa on kysymys laajojen alueiden käytöstä ja osallisuudesta päätöksentekoon, hän totesi.
sme: – Sámiid eanavuoigatvuođain lea jearaldat viiddes guovlluid geavaheamis ja oasálasvuođas mearrádusbargamii, son logai.

source: Aikion tulkinta seminaarissa useaan otteeseen mainitusta oikeusministeriön tilaamasta maaoikeustutkimuksesta oli, että uusilla tutkimuksilla pyrittiin heikentämään aiempien tutkimusten todistusvoimaa.
sme: Aikio tulkon semináras máŋgii namuhuvvon vuoigatvuohtaministeriija diŋgon eanavuoigatvuohtadutkamušas lei, ahte ođđa dutkamušain figgui dasa, ahte heajuduvvo ovddit dutkamušaid duođaštanfápmu.

source: Näkkäläjärvi perää avoimmuutta ja vahvaa osallistumisoikeutta
sme: Näkkäläjärvi gáibida rabasvuođa ja nana oassálastinvuoigatvu ođa

source: Saamelaiskäräjien puheenjohtaja Klemetti Näkkäläjärvi peräsi maaoikeuskysymyksen valmisteluun avoimmuutta ja julkisuutta.
sme: Sámedikki ságajođiheaddji Klemetti Näkkäläjärvi váillahii eanavuoigatvuohtagažaldagaid válmmaštallamii rabasvuođa ja almmolašvuođa.

source: – Maaoikeusasioita ei voi valmistella kansalaisilta piilossa, vaan asioista on pystyttävä puhumaan avoimesti, julkisesti ja rohkeasti ja erityisesti kertomalla mitä ILO-sopimuksen ratifiointi käytännössä tarkoittaa, hän totesi.
sme: – Eanavuoigatvuohtaáššiid ii sáhte válbmet olbmuin čihkosis, muhto áššiin galgá bastit hállat rahpasit, almmolaččat ja roahkkadit ja erenomážit muitalit das maid ILO-soahpamuša ratifieren geavadis dárkkuha, son dajai.

source: Näkkäläjärvi muistutti Suomessa käynnissä olevista laajoista aluehallinnon ja lainsäädännön uudistushankkeista, joissa saamelaiskäräjät haluaa olla aktiivisesti mukana.
sme: Näkkäläjärvi muittuhii Suomas barggu vuolde leahkki viiddes guovlohálddahusa ja láhkaásaheami ođasmahttinfidnuin, main sámediggi háliida leat aktiivvalaččat fárus.

source: Saamelaiskäräjät ei halua syrjiä alueen suomalaisväestöä eikä pidä heidän etujaan saamelaisten eduille vastakkaisina.
sme: Sámediggi ii hálit olgguštit guovllu suopmelašálbmoga iige ane sin ovdduid sápmelaš ovdduide vuostálassan.

source: – Saamelaiskäräjien tehtävä on toteuttaa saamelaisten kulttuuri-itsehallintoa ja edunvalvontaa.
sme: – Sámedikki bargun lea ollašuhttit sámiid kulturiešráđđema ja ovddugohcima.

source: Samalla pyrimme ajattelemaan saamelaisten kotiseutualuetta kokonaisuutena ja parantamaan ja edistämään alueen kaikkien asukkaiden elinolosuhteita, totesi Näkkäläjärvi.
sme: Seamma háve geahččalit oaidnit sámiid ruovttuguovllu oppalašvuohtan ja buoridit ja ovddidit guovllu buot ássiid eallindiliid, namuhii Näkkäläjärvi.

source: – Emme vaadi sellaisia ratkaisu-ja, jotka syrjivät suomalaisia, rikkovat kansalaisten perusoikeuksia tai asettavat suomalaiset ja saamelaiset muuten vastakkain.
sme: – Eat gáibit dakkár čovdosiid, mat vealahit suopmelaččaid, rihkkot olbmuid vuođđovuoigatvuođaid dahje bidjet suopmelaččaid ja sápmelaččaid muđuide vuostálágaid.

source: Emme vaadi yksityisten omistamia maita itsellemme, kuten joskus on väitetty.
sme: Eat gáibit ovttaskas olbmuid oamastan eatnamiid alccemet, nugo muhtimen lea čuoččuhuvvon.

source: Näitä pelkoja on turha viljellä, painotti saamelaiskäräjien puheenjohtaja.
sme: Dáid baluid lea dušši gilvit, deattuhii sámedikki ságajođiheaddji.

source: Seminaarissa kuultiin kaksi erilaisen aluehallinnon esittelyä.
sme: Semináras ovdanbohte guokte earálágan guovlohálddahusmálle.

source: Kainuun aluehallinnon kokeiluhanketta esitteli hallintojohtaja Kalevi Yliniemi.
sme: Kainuu guovlohálddahusa geahččalanfidnus muitalii hálddahushoavda Kalevi Yliniemi.

source: Professori Markku Suksi esitteli hallinnonuudistusta, hallintomalleja ja Ahvenanmaan itsehallintoa.
sme: Professor Markku Suksi muitalii hálddahusođastusas, hálddahusmálliin ja Ålándda iešráđđemis.

source: Saamelaiskäräjien tärkein tehtävä on toteuttaa saamelaisille alkuperäiskansana perustuslaissa turvattua itsehallintoa, jota saamelaiskäräjien kannanottojen mukaan ei ole vielä toteutettu käytännössä.
sme: Sámedikki dehaleamos bargun lea ollašuhttit sámiide eamiálbmogin vuođđolágas sihkkaraston iešráđđema, mii sámedikki bealiváldimiid mielde ii leat vel ollašuvvan geavadis.

source: Seminaarin alustukset:
sme: Seminára sáhkavuorut:

source: Puheenjohtaja Klemetti Näkkäläjärvi
sme: Ságajođiheaddji Juvvá Lemet / Klemetti Näkkäjärvi

source: Valtiosihteeri Jouni Lind, Maa- ja metsätalousministeriö
sme: OTT Kaisa Korpijaakko-Labba (čoahkkáigeassu)

source: Vähemmistövaltuutettu Johanna Suurpää
sme: Stáhtačálli Jouni Lind, Eana- ja meahccedoalloministeriija

source: Hallintojohtaja Olli Muttilainen, Oikeusministeriö
sme: Hálddahushoavda Olli Muttilainen, Vuoigatvuohtaministeriija

source: Puheenjohtaja Nils Torvalds, Kansainvälisen ihmisoikeusasiain neuvottelukunta
sme: Ságajođiheaddji Nils Torvalds, Riikkaidgaskasaš olmmošvuoigatvuohtaáššiid ráđđádallangoddi
